Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H09.tmx
Source language: en_us
Languages: zh_cn

source: FIRST REPORT OF THE PROSECUTOR OF THE INTERNATIONAL CRIMINAL COURT TO THE UN SECURITY COUNCIL PURSUANT TO UNSCR 1970 (2011)
zh_cn: 国际刑事法庭检察官根据安理会1970号（2011）决议做出的第一次报告

source: INTRODUCTION
zh_cn: 导言

source: On 26 February 2011 the United Nations Security Council unanimously adopted Resolution 1970 (2011), referring the situation in Libya since 15 February 2011 to the Prosecutor of the International Criminal court.
zh_cn: 2011年2月26日安理会一致通过第1970号（2011）决议（简称“决议”），并将利比亚自2011年2月15日以来的情势转交给国际刑事法庭检察官调查。

source: Paragraph 7 of the Resolution invites the Prosecutor to address the Security Council within two months of the adoption of this resolution and every six months thereafter on actions taken pursuant to this resolution.
zh_cn: 决议第7条建议检察官在决议生效的两个月之内向安理会做出陈述，并在此之后每六个月就决议的执行情况对安理会作出汇报。

source: This report provides a summary of the activities of the Office of the Prosecutor undertaken to implement Resolution 1970 (2011), including:
zh_cn: 此份报告总结了检查官办公室（简称“检办”）对该决议的执行情况，包括：

source: The process of preliminary examination conducted by the Office of the Prosecutor in order to assess the jurisdiction of the International Criminal Court;
zh_cn: A．为了使国际刑事法院（简称“本院”）启动司法程序所做的前期审查；

source: The ongoing investigation; and
zh_cn: B．对事件情况做出的持续调查；和

source: The anticipated next judicial activities.
zh_cn: C．评估下一步应采用的司法手段

source: PRELIMINARY EXAMINATION.
zh_cn: 一、前期审查

source: In accordance with the Rome Statute the Office of the Prosecutor of the International Criminal Court is responsible for determining whether to proceed with an investigation into a situation subject to judicial review as appropriate.
zh_cn: 根据《罗马规约》（简称《规约》），国际刑事法庭检察官办公室需要决定是否应该继续调查该事件，并为法庭复审做准备。

source: For this purpose, the Office conducts a preliminary examination to evaluate all relevant information and to analyze its seriousness in order to determine whether an investigation should be opened.
zh_cn: 因此，检办进行了一次前期审查，评估所有相关的信息，分析其严重性，并据此判断是否应该进行深入调查。

source: If the Office is satisfied that all the criteria established by the Statute are fulfilled, it has a duty to open an investigation into the situation.
zh_cn: 如果检办认为前期审查结论满足《罗马规约》所设立的所有条件，检办有责任对该情势进行深入调查。

source: Article 53(1)(a)-(c) of the Statute establishes the legal framework for this assessment.
zh_cn: 《罗马规约》条款53(1)(a)-(c)是此次评估的法律基础。

source: It provides that the Prosecutor shall consider: jurisdiction (temporal, material, and either territorial or personal jurisdiction); admissibility (complementarity and gravity); and the interests of justice. The standard of proof for proceeding with an investigation into a situation under the Statute is ‘reasonable basis’.
zh_cn: 它指出检察官应该考虑如下各点：在管辖范围内（包括时间上、本质上、属地上的）；可予受理性（互补性及事件严重性）；调查的公正性。

source: Jurisdiction relates to whether a crime within the jurisdiction of the Court has been or is being committed.
zh_cn: 是否在管辖范围内的界定取决于是否有人已经、或正在实施本院管辖范围内的犯罪。

source: It requires an assessment of (i) temporal jurisdiction (date of entry into force of the Statute, namely 1 July 2002 onwards, date of entry into force for an acceding State, date specified in a Security Council referral, or in a declaration lodged pursuant to article 12(3);
zh_cn: 对此需要对以下条件作出审定：1）时间上的管辖权（《罗马规约》生效日，即2002年7月1日，之后；成员国签署规约日期；安理会特别规定的日期；或条款12(3)中所规定的某一日期）；

source: (ii) material jurisdiction as defined in article 5 of the Statute (genocide; crimes against humanity; war crimes; and aggression); and
zh_cn: 2）《规约》条款5中所规定的，案件本质为本院管辖范围内的犯罪，如种族灭绝、反人类罪、战争罪及侵略罪；

source: (iii) either territorial or personal jurisdiction, which requires that the crime occur on the territory or by a national of a State Party or a State not Party that has lodged a declaration accepting the jurisdiction of the Court, or otherwise arises from a situation referred by the Security Council.
zh_cn: 3）属地管辖权。对某项犯罪发生在某缔约国，或声明同意接受本院管辖的非缔约国属地；或该项犯罪是由上述两种国家的国民实行的；另或安理会转交本院的情势，本院可实行属地管辖权。

source: Admissibility comprises complementarity and gravity.
zh_cn: 可予受理性包括互补性和严重性。

source: Complementarity involves an examination of the existence of relevant national proceedings in relation to the potential cases considered for investigation by the Office.
zh_cn: 互补性要求检办检查相似的案件是否存在，以及是否已经国家级法院受理。

source: This is done bearing in mind its policy of focusing investigative efforts on those who appear to bear the greatest responsibility for the most serious crimes.
zh_cn: 做出此项要求所依据的是本院应集中资源调查最严重犯罪的最大责任人的政策。

source: Where relevant domestic investigations or prosecutions exist, the Office will assess their genuineness.
zh_cn: 如果相关国对相关案件的调查和诉讼存在，检办将评估这些材料的真实性。

source: Gravity includes an assessment of the scale, nature, manner of commission of the crimes, and their impact.
zh_cn: 严重性要求检办评估案件的规模、性质、犯案手段及影响。

source: The ‘interests of justice’ is a countervailing consideration.
zh_cn: “调查的公正性”是一项制衡措施。

source: The Office must assess whether, taking into account the gravity of the crime and the interests of victims, there are nonetheless substantial reasons to believe that an investigation would not serve the interests of justice.
zh_cn: 检办必须评估在考虑到犯罪的严重程度和被害人的利益的同时，是否仍有实质理由认为调查无助于实现公正。

source: Article 53(1)(c) assumes that in principle an investigation or prosecution is in the interests of justice.
zh_cn: 《规约》条款53(1)(c)假设从原则上说，某项调查或诉讼应该是有助于实现公正的。

source: The Prosecutor’s action will be guided by the object and purpose of the Statute, namely: the prevention of serious crimes of concern to the international community through the ending of impunity.
zh_cn: 检察官的行为应受到《规约》的宗旨的约束，即：使重大犯罪的罪犯不再逍遥法外，从而预防这种犯罪。

source: The Office will seek to work constructively with and respect the mandates of those engaged in other areas, but will pursue its own judicial mandate independently.
zh_cn: 检办应仔细考量、并尊重其他领域对类似案件做出的训令，但也须独立作出审判令。

source: On 28 February 2011 the Office of the Prosecutor initiated a preliminary examination on alleged crimes committed in Libya by different actors since 15 February 2011.
zh_cn: 2011年2月28日检察官办公室开始了对从2011年2月15日以来在利比亚多人实施的疑似犯罪行为的前期审查。

source: The Office gathered information on the alleged crimes from different sources. A crime database has been created to store, collate and analyze information.
zh_cn: 检办从多方收集有关这些疑似犯罪行为的信息，并建立了一个犯罪数据库用来储存、核对和分析这些信息。

source: The Office has indexed, and critically analyzed the data from multiple sources.
zh_cn: 检办已经对这些从不同源获得的信息进行检索和批判分析。

source: Jurisdiction
zh_cn: （一）管辖权

source: The available information provides reasonable grounds to believe that crimes against humanity have been committed and continue being committed in Libya, including murder under Article 7(1)(a) of the Statute; imprisonment or other severe deprivation of physical liberty under Article 7(1)(e) of the Statute; other inhumane acts under Article 7(1)(k) of the Statute; torture under Article 7(1)(f), and persecution under Article 7(1)(h) of the Statute.
zh_cn: 现有信息足够证明在利比亚，反人类罪已经且正在发生，包括《规约》条款7(1)(a)所定义的谋杀；条款7(1)(e)所定义的监禁或以其他方式严重剥夺人身自由；条款7(1)(k)所定义的非人道行为；条款7(1)(f)所定义的酷刑；以及条款7(1)(h)所定义的迫害行为。

source: There is also relevant information concerning the alleged commission of rape under Article 7(1)(g) of the Statute; deportation or forcible transfer under Article 7(1)(d) of the Statute and war crimes once the situation developed into an armed conflict, including violence to life and person, under Article 8(2)(c)(i); intentionally directing attacks against civilians not taking a direct part in hostilities under Article 8(2)(e)(i); intentionally directing attacks against buildings dedicated to religion, education, art, science or charitable purposes, historic monuments, hospitals and places where the sick and wounded are collected, provided they are not military objectives, under Article 8(2)(e)(iv).
zh_cn: 同时也有信息证明之前未能证实的以下行为：条款7(1)(g)所定义的强奸；条款7(1)(d)所定义的驱逐出境或强行迁移人口和在事态升级为武装冲突之后的战争罪，包括条款8(2)(c)(i)所定义的对生命与人身施以暴力；条款8(2)(e)(i)所规定的故意指令攻击平民人口本身或未直接参加敌对行动的个别平民；条款8(2)(e)(i)所规定的故意指令攻击专用于宗教、教育、艺术、科学或慈善事业的建筑物、历史纪念物、医院和伤病人员收容所等非军事目标。

source: Admissibility
zh_cn: （二）可予受理性

source: In accordance with the Rome Statute, the ICC is complementary to national criminal jurisdictions.
zh_cn: 根据《罗马规约》，国际刑事法庭作为国家刑事管辖权的互补体而存在。

source: On 22 February, Sayf al Islam Qadhafi, son of Muammar al Qadhafi, suggested that a national commission would investigate the protests and unrest.
zh_cn: 2月22日，赛义夫·伊斯拉姆·卡扎菲，穆阿迈尔·卡扎菲之子，建议应有一个国家级的委员会调查本国发生的抗议和骚乱事件。

source: Muammar al Qadhafi stated on 2 and 6 March that the UN should send a commission to investigate.
zh_cn: 穆阿迈尔·卡扎菲在3月2日和6日声明联合国应派遣一个调查委员会进行调查。

source: However, in accordance with the information collected, the Office of the Prosecutor has not found any genuine national investigation or prosecution of the persons or conduct that would form the subject matter of the cases it will investigate.
zh_cn: 但是，根据所掌握的信息，检办没有发现任何真正的国家级调查，或对可能的责任人的诉讼。

source: Gravity
zh_cn: （三）严重性

source: The Rome Statute limits the Court’s jurisdiction to the most serious crimes of concern to the international community as a whole and requires the Office to take into account the gravity of the crimes when deciding on the initiation of investigations.
zh_cn: 《罗马规约》限制了本院对受到国际关注的最严重犯罪的管辖权，并要求检办在决定开始调查时考虑犯罪的严重性。

source: In referring the situation in Libya to the ICC, the UN Security Council has highlighted the gravity of the situation.
zh_cn: 在向本院转交利比亚的情势时，安理会强调了其严重性。

source: It clearly meets the threshold of gravity required by the ICC Statute, taking into account all relevant criteria.
zh_cn: 考虑到其它条件的情况下，这明显满足了《规约》对于严重性的要求。

source: Concerning the manner and nature of the crimes, the shooting at peaceful protesters was systematic, following the same modus operandi in multiple locations and executed through Security Forces.
zh_cn: 考虑到犯罪的手段和性质，安全部队以相同的手段在多个地点向和平示威者射击是有组织的行为。

source: The persecution appears to be also systematic and implemented in different cities.
zh_cn: 同时，在多个城市发生的迫害行为也有组织化特征。

source: War crimes are apparently committed as a matter of policy.
zh_cn: 根据定义，这明显是战争罪行为。

source: Concerning the scale, the efforts to cover up the crimes have made it difficult to ascertain the precise number of victims.
zh_cn: 考虑到规模，掩盖犯罪事实的行为使检办难以确认实际受害人数。

source: Dead bodies were removed from streets and hospitals.
zh_cn: 尸体被从街道和医院转移走。

source: Doctors were not allowed to document the number of dead and injured admitted to hospitals after the violent clashes began.
zh_cn: 在冲突开始后，医生被禁止记录送进医院的伤亡人数。

source: Security forces were allegedly stationed in the hospitals and arrested injured protestors who sought medical treatment.
zh_cn: 安全部队涉嫌把守医院并逮捕来此寻求医疗的受伤的示威者。

source: There is information that some protestors sought medical attention in private homes and did not bring injured or dead persons to the hospitals.
zh_cn: 有消息指出部分示威者在私家诊所接受治疗，且不把伤亡者送到医院。

source: Victims of rape have reportedly been arrested and subject to harassment.
zh_cn: 有报道指出强奸受害者曾被逮捕且遭受折磨。

source: Taking into consideration that it is not possible yet to provide precise numbers, there is some credible information that estimates that as the result of the shootings 500 to 700 persons died, only in February.
zh_cn: 虽然还不能确认实际受害人数，有可靠消息指出仅2月，安全部队的射击就导致500至700人死亡。

source: On 15 March, Muammar al Qadhafi estimated the number of people killed at “only 150 or 200... and half of them were from the security forces”.
zh_cn: 3月15日，穆阿迈尔·卡扎菲称死亡人数“只有150或200人......而且一半为安全部队成员”。

source: The total number of persons that have died since the beginning of the conflict is in the thousands, up to 10,000 according to the Libyan Interim National Council (INC). Thousands of persons have been wounded, more than 50,000 according to the INC.
zh_cn: 据利比亚国家过渡委员会称，自冲突爆发以来，总死亡人数在几千至10000人之间，且有超过50000人受伤。

source: The number of those displaced, according to the UN, includes approximately 535,000 migrant workers, refugees and asylum seekers, and 327,342 Libyans internally displaced.
zh_cn: 根据联合国数据，流离失所的人包括约535000名移民工人、难民和寻求庇护者，及327342名利比亚人失去家园。

source: Other organizations place the total of those displaced at 475,000.
zh_cn: 其他组织报告流离失所总人数为475000人。

source: Interests of justice
zh_cn: （四）调查公正性

source: As required by the Statute, the Prosecutor has determined that, at the time of initiating the investigation, there were no substantial reasons to believe that the investigation would not serve the interests of justice.
zh_cn: 据《规约》要求，检察官确认，自调查伊始，并没有实质理由认为调查无助于实现公正。

source: The decision to open an investigation
zh_cn: （五）开始调查的决定

source: After thorough consideration of factors listed in items 1.1 to 1.4 above, and on the basis of the information evaluated and analyzed, on 3 March 2011, the Prosecutor determined that the statutory criteria for the opening of an investigation into the situation in Libya since 15 February 2011 has been met.
zh_cn: 在仔细考量1.1至1.4所列条目之后，根据对所得信息的评估和分析，检察官在3月3日确认对于开始自2011年2月15日以来利比亚情势的调查，《规约》所规定的条件已全部满足。

source: On the same day, the Prosecutor informed the President of the Court, the United Nations Secretary-General, and through the Secretary-General, the members of the UN Security Council and issued a public statement informing the opening of the investigation and noting that the Office will act with impartiality.
zh_cn: 在同一天，检察官向本院院长、联合国秘书长作了汇报。并通过秘书长向安理会成员国作了汇报。还发表了公开声明，表示调查正式开始，且检办会公正调查。

source: On 4 March 2011, the Presidency of the ICC issued a decision assigning the situation in Libya to Pre-Trial Chamber I.
zh_cn: 2011年3月4日，本院院长会议决定将利比亚情势转交给1号预审分庭。

source: THE INVESTIGATION
zh_cn: 二、调查

source: Focus on those who bear the greatest responsibility
zh_cn: （一）集中调查最大责任人

source: In accordance with the Statute the Office consolidated an investigation policy focused on those who bear the greatest responsibility for the most serious crimes, based on the evidence that emerges in the course of an investigation.
zh_cn: 据《规约》，检办整理了一份调查方针，根据调查中掌握到的证据，集中调查重大犯罪的最大责任人。

source: Thus, the Office will select for prosecution those who bear the highest responsibility, including those who ordered, incited, financed, or otherwise planned the commission of the alleged crimes.
zh_cn: 因此，检办会检举最大责任人，包括实施发布命令、煽动、资助或计划涉嫌的犯罪等行为的个体。

source: If the Office does not deal with a particular individual, it does not mean that impunity is granted.
zh_cn: 即使检办最终不是起诉某单一个体，也不代表所有责任人不会受到惩罚。

source: Consistent with positive complementarity, the Office supports national investigations of alleged crimes that do not meet the criteria for ICC prosecution.
zh_cn: 根据互补性要求，如果涉嫌的犯罪不满足本院介入的条件，检办会支持国家对这些犯罪进行调查。

source: A policy of focused investigations also means that cases inside a situation will be selected according to gravity, taking into account factors such as the scale, nature, manner of commission, and impact of the alleged crimes.
zh_cn: 集中调查政策意味着检办会根据严重性抽取该情势之中所包含的所有案例进行调查，选取标准有规模、性质、犯案手段和影响。

source: A limited number of incidents are selected.
zh_cn: 只有部分案例会被调查。

source: This will allow the Office to carry out investigations expeditiously; to limit the number of persons put at risk by reason of their interaction with the Office; and to propose expeditious trials while aiming to represent the entire range of victimization. While the Office’s mandate does not include production of comprehensive historical records for a given conflict, incidents are selected to provide a sample that is reflective of the gravest incidents and the main types of victimization.
zh_cn: 这样检办在调查时可以保证高效率，尽力降低检办的线人的风险，并在高效率地作出审判的同时保证审判能代表整个受害群体的利益。

source: Cooperation
zh_cn: （二）合作

source: Paragraph 5 of UNSCR 1970 (2011) “urges all States and concerned regional and other international organizations to cooperate fully with the Court and the Prosecutor.”
zh_cn: 决议第5段“敦促所有国家以及相关区域组织和其他国际组织与法院和检察官充分合作”。

source: Insofar as States Parties to the Rome Statute are concerned, the Statute provides an existing framework of obligations in accordance with Part IX of the Statute.
zh_cn: 在《规约》缔约国范围内，《规约》第九部分提供了现成的义务性框架。

source: The Office of the Prosecutor has thus far received outstanding support from States Parties and non-States Parties alike.
zh_cn: 检办至今为止获得了来自缔约国和非缔约国的大量支持。

source: The Office has issued seven requests for assistance to three States and four organizations, all of which have been fulfilled.
zh_cn: 检办曾要求来自3个国家和4个组织的帮助，所有要求均被满足。

source: In addition, two requests were sent by INTERPOL on the Office’s behalf to all of its member countries.
zh_cn: 此外，INTERPOL代表检办向其所有成员国提出了两个要求。

source: The OTP is liaising with the UN International Commission of Inquiry on Libya, established by the Human Rights Council.
zh_cn: 检办一直与人权委员会成立的联合国利比亚问题国际委员会保持联系。

source: Evidence collected.
zh_cn: （三）收集到的证据

source: Since the initiation of the investigation on 3 March, the Office has conducted 15 missions to 10 States and has collected as of 26 of April:
zh_cn: 自3月3日调查开始，检办执行了15项任务，遍及10个国家。截止到4月26日，收集到以下材料：

source: Almost 45 interviews were taken or individuals have been screened to be interviewed
zh_cn: A．近45次正式或隐蔽面试。

source: More than 569 documents, including reports and their underlying material; and including visual material obtained by the Prosecution independently or through a variety of sources, such as videos and pictures.
zh_cn: B．超过569份文档，包括报告和其相关材料；还包括检察官自己或通过不同渠道收集到的视觉材料，例如视频和照片。

source: Open source information.
zh_cn: C．开源信息

source: Alleged criminal incidents
zh_cn: （四）涉嫌犯罪的案例

source: The evidence collected shows two main types of incidents:
zh_cn: 现有证据表明这些事件分为两大类：

source: Security forces allegedly attacking unarmed civilians constituting crimes against humanity.
zh_cn: 1． 安全部队涉嫌攻击无武装平民，该行为构成反人类罪。

source: The existence of an armed conflict with alleged war crimes as well as other crimes against humanity that appear to have been committed by different parties.
zh_cn: 2． 武装冲突期间多方实施的战争罪及其它反人类罪。

source: On 15-16 February, security forces dispersed civilian demonstrators in Benghazi and arrested Fatih Terbil and Farag Sharany, who were requesting justice for the victims of the 1996 Abu Salim prison massacre.
zh_cn: 2月15-16日，安全部队驱散班加西的游行示威者并逮捕Fatih Terbil和Farag Sharany。两人当时正为1996阿布萨利姆监狱屠杀的受害者讨要公道。
